bmTest05/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    xMin
    {
        type            patch;
        nFaces          80;
        startFace       9024;
    }
    xMax
    {
        type            patch;
        nFaces          80;
        startFace       9104;
    }
    yMin
    {
        type            wall;
        nFaces          176;
        startFace       9184;
    }
    yMax
    {
        type            wall;
        nFaces          176;
        startFace       9360;
    }
    zMin
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          848;
        startFace       9536;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  zMax;
    }
    zMax
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          848;
        startFace       10384;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  zMin;
    }
    cylinder
    {
        type            wall;
        nFaces          96;
        startFace       11232;
    }
)

// ************************************************************************* //
